IdeaRS.Connections
DissipativeItemCommandData.DissipativePartPaths Property
Compatible with IDEA StatiCa 0.0
 List of connection parts responsible for dissipating of energy occured during sesmic situation.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string DissipativePartPaths { get; set; }
Property Value
Type: String
See Also
Reference
DissipativeItemCommandData Class
IdeaRS.Connections.Data Namespace